m-80deg/constant/momentumTransport
FoamFile
{
    version     2.0;
    format      ascii;
    class       momentumTransportModel;
    location    "constant";
    object      momentumTransport;
}

simulationType  RAS;

RAS
{
    RASModel    kOmegaSST;
    turbulence  on;
    printCoeffs on;
}
